{
  "buttons": {
    "about": "Sobre m칤",
    "language": "Lenguaje",
    "projects": "Proyectos",
    "contact": "Contacto",
    "copy": "Copiar",
    "see": "Ver",
    "public": "p칰blicos",
    "private": "privados",
    "images": "Im치genes",
    "technologies":"Tecnolog칤as",
    "titles": {
      "gmail": "Abrir ventana de gmail",
      "copy": "Copiar direcci칩n de correo electr칩nico",
      "close": "Cerrar ventana"
    }
  },
  "a": {
    "repo": "Repositorio",
    "web": "Sitio web"
  },
  "home": {
    "name": "SOY LAUTARO BARRIOS",
    "slogan": "T칔 VISI칍N DIGITAL, HECHA REALIDAD.",
    "cv": "Descargar CV"
  },
  "about": {
    "description": {
      "p1": "Desarrollador de C칩rdoba, Argentina, entusiasta de convertir desaf칤os complejos en soluciones de dise침o simples, elegantes y efectivas.",
      "p2": "Desde interfaces digitales y experiencias interactivas hasta la automatizaci칩n de procesos y la integraci칩n de dise침o con tecnolog칤a."
    }
  },
  "projects": {
    "image_editor": {
      "description": "Este dise침ador sirve para base de otros proyectos. Permite agregar un fondo y elementos (im치genes), los cuales pueden ser redimensionados, moverse por todo el contenedor, duplicarlos, fijarlos, eliminarlos. Adem치s de agregar textos con tipograf칤as distintas y colores, adem치s de poder aplicar las mismas caracter칤sticas que los elementos. Pudiendo descargar el contenido creado en una imagen PNG."
    },
    "code_tutor": {
      "description": "Code-Tutor es una plataforma en l칤nea orientada a gente de Latinoam칠rica, cuya funci칩n es conectar usuarios con tutores para proyectos de programaci칩n de manera independiente."
    },
    "games_view": {
      "description": "GamesView es una plataforma con un dise침o basado en las famosas Arcades, donde podes consultar datos de tus juegos favoritos, descubrir nuevos, agregar nuevos, aplicar m칰ltiples filtros para ordenamiento y b칰squeda de acuerdo a tus intereses."
    },
    "important": "IMPORTANTE",
    "description": "Links de acceso no disponibles para el p칰blico. Para m치s informaci칩n ponte en contacto.",
    "item1": {
      "title": "Sistema de gesti칩n de empleados y contratos - Municipalidad de la Calera, C칩rdoba, Argentina (2022).",
      "description": "Backend para la creaci칩n, edici칩n y manejo de datos de empleados de manera segura, haciendo uso de estos para generar contratos y permitir la descarga autom치ticamente de manera 칩ptima, eficaz y r치pida. Tambi칠n elabor칠 la base de datos y realice la migraci칩n a partir de un documento (Excel) que pose칤a los datos de los mismos."
    },
    "item2": {
      "title": "Sistema de an치lisis veterinario - (2023).",
      "description": "Sistema que permite la carga de los datos de an치lisis para veterinarias, pudiendo generar PDFs con la informaci칩n del an치lisis, permitiendo a las veterinarias tener un documento con los datos necesarios del an치lisis del paciente en un orden, formato accesible y c칩modo para las mismas. En este desarrollo pude aprender nuevos conceptos, nuevas herramientas como React-PDF, pulir m칠todos y otras herramientas de trabajo, adem치s de superar las expectativas del cliente."
    },
    "technologies": {
      "language": "洧洧쓇롕洧딦洧땍洧딡洧딩洧쓇롖",
      "database": "洧딋洧딡洧洧 洧딤洧 洧딍洧딡洧때洧딮洧",
      "tools": "洧딑洧쓇롕洧洧딡洧딬洧딨洧쓇롕洧때洧딡洧",
      "agiles": "洧딊패洧딦洧딨洧딫洧쓇롖"
    }
  },
  "contact": {
    "text_copy":"Texto copiado",
    "text_not_copy":"Error al copiar el texto:"
  }
}
